export const APPLICATIONS = [
  {
    iconName: 'cameraCircle',
    title: 'ВИДЕОНАБЛЮДЕНИЕ',
    underlining: [],
    textList: [
      'Городское видеонаблюдение «Безопасный Город»',
      'Дорожные камеры контроля скорости',
      'Любые системы видеонаблюдения на труднодоступных объектах или объектах с дорогой последней милей (Мосты, камеры контроля скорости и т.д.)',
    ],
  },
  {
    iconName: 'shipCircleFront',
    title: 'СУДОХОДСТВО',
    underlining: [],
    textList: [
      'Речной транспорт: Сухогрузы, круизные корабли',
      'Морской транспорт: Сухогрузы, танкеры, круизные корабли',
    ],
  },
  {
    iconName: 'busCircle',
    title: 'ТРАНСПОРТ',
    underlining: [],
    textList: [
      'Общественный транспорт',
      'ГИБДД, МЧС, МВД',
      'Любые дорожные пункты контроля',
      'Спецтранспорт и мобильные объекты особого назначения',
    ],
  },
  {
    iconName: 'pathCircle',
    title: 'ОПЕРАТОРЫ СВЯЗИ',
    underlining: [0],
    textList: [
      'Двунаправленные L3/L2 туннели без потери скорости\u00A0*',
      'Территориально распределенное терминирование',
      'Рентабельная высококачественная связь через спутник для сотовых базовых станций в труднодоступных районах',
      'SLA каналов до 99,99%',
    ],
  },
  {
    iconName: 'houseCircle',
    title: 'УДАЛЕННЫЕ ОБЪЕКТЫ',
    underlining: [],
    textList: ['Точки продаж', 'АЗС', 'Кафе', 'Офисы', 'Частные домовладения'],
  },
  {
    iconName: 'oilCircle',
    title: 'ПРОМЫШЛЕННОСТЬ',
    underlining: [],
    textList: [
      'Карьеры',
      'Буровые станции',
      'Мобильные бригады',
      'Узлы связи для IoT',
    ],
  },
];

export const DURATION = 1;
export const SIZE_APPLICATIONS_FOR_MOBILE = 3;
